tap "gabrie30/utils"
tap "getty/oktad", "git@gitlab.getty.cloud:ops/oktad.git"
tap "github/bootstrap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
cask "xquartz"
brew "atomicparsley"
brew "automake"
brew "aws-elasticbeanstalk"
brew "readline"
brew "xz"
brew "awscli"
brew "cmake"
brew "entr"
brew "openssl@1.1"
brew "exa"
brew "fd"
brew "freetds"
brew "fzf"
brew "git-imerge"
brew "git-when-merged"
brew "gnu-sed"
brew "go"
brew "grc"
brew "grip"
brew "hivemind"
brew "hub"
brew "hyperscan"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "jsonlint"
brew "libyaml"
brew "lzip"
brew "mas"
brew "mysql"
brew "nmap"
brew "nvm"
brew "tmux"
brew "overmind"
brew "postgresql"
brew "python@3.8"
brew "rabbitmq"
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ssh-copy-id", link: true
brew "the_silver_searcher"
brew "todo-txt"
brew "v8"
brew "vim"
brew "wget"
brew "write-good"
brew "xclip"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "gabrie30/utils/ghorg"
brew "getty/oktad/oktad"
brew "heroku/brew/heroku"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "background-music"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "macdown"
cask "powershell"
cask "thyme"
mas "BetterSnapTool", id: 417375580
mas "Pages", id: 409201541
mas "Skitch", id: 425955336
mas "StuffIt Expander", id: 919269455
mas "Xcode", id: 497799835
