tap "getty/oktad", "git@gitlab.getty.cloud:ops/oktad.git"
tap 'github/bootstrap'
tap 'homebrew/bundle'
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap 'homebrew/core'
tap 'homebrew/services'
tap "universal-ctags/universal-ctags"
cask "xquartz"
# Okta federated identity for AWS CLI
brew "okta-aws-cli"
# set metadata in MP4 files => Not using on work machine
# brew "atomicparsley"
# Cross-platform make
brew "cmake"
# alternative to find
brew "fd"
# Run arbitrary commands when files change
brew "entr"
# Command-line fuzzy finder written in Go
brew "fzf"
# Git
brew 'git'
# Incremental merge for git
brew "git-imerge"
# Find where a commit was merged in git
brew "git-when-merged"
# Colorize logfiles and command output
brew 'grc'
# Add GitHub support to git on the command-line
brew 'hub'
# Lightweight and flexible command-line JSON processor
brew 'jq'
# JSON parser and validator with a CLI
brew 'jsonlint'
# YAML Parser
brew "libyaml"
# LZMA-based compression program similar to gzip or bzip2
brew "lzip"
# Mac App Store command-line interface
brew 'mas'
# Ambitious Vim-fork focused on extensibility and agility
brew 'neovim'
# Node Version Manager
brew "nvm"
# Getty OktaD
brew "getty/oktad/oktad"
# Regular expressions library
brew 'oniguruma'
# Cryptography and SSL/TLS Toolkit
brew 'openssl@3'
# Old one for compatibility
# brew 'openssl@1.1'
# Interpreted, interactive, object-oriented programming language
brew 'python@3.11'
# Ruby version manager
brew 'rbenv'
# Auto-installs gems for Ruby installs
brew 'rbenv-default-gems'
# Library for command-line editing
brew 'readline'
# Reattach process (e.g., tmux) to background
brew 'reattach-to-user-namespace'
# Search tool like grep and The Silver Searcher
brew 'ripgrep'
# Install various Ruby versions and implementations
brew 'ruby-build'
# Add a public key to a remote machine's authorized_keys file
brew 'ssh-copy-id', link: true
# Silver Searcher - Saving in case (using ripgrep)
# brew 'the_silver_searcher'
# TMUX
brew 'tmux'
# TODO.txt
brew 'todo-txt'
# Maintained ctags implementation
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
# Google's JavaScript engine
brew "v8"
# Internet file retriever
brew "wget"
# Access X11 clipboards from the command-line
brew "xclip"
# JavaScript package manager
brew "yarn"
# UNIX shell (command interpreter)
brew 'zsh'
# Additional completion definitions for zsh
brew 'zsh-completions'
# Personal prefs
# Password Manager
cask '1password'
# Client for the Dropbox cloud storage service
cask 'dropbox'
# System monitoring app
cask 'istat-menus'
# Terminal emulator as alternative to Apple's Terminal app
cask 'iterm2'
# Tool to prevent the system from going into sleep mode
cask 'keepingyouawake'
# Open-source Markdown editor
cask "macdown"
# Command-line shell and scripting language
cask "powershell"
# Automatically hides or quits apps after periods of inactivity
cask 'quitter'
# Utility to resize and position application windows
cask 'sizeup'
# Inserts pre-made snippets of text anywhere
cask 'textexpander'
# Easy window resize & organize
mas 'BetterSnapTool', id: 417375580
mas "Xcode", id: 497799835
