tap 'caskroom/cask'
tap 'github/bootstrap'
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "atomicparsley"
brew "cmake"
brew "elasticsearch@2.4", restart_service: true, link: true
brew "exa"
brew "fd"
brew "git"
brew "git-imerge"
brew "git-when-merged"
brew 'openssl'
brew 'openssl@1.1'
brew "readline"
brew "xz"
brew "python"
brew "grc"
brew "heroku"
brew "hub"
brew "hyperscan"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "jsonlint"
brew "libyaml"
brew "lzip"
brew "mas"
brew "mysql", restart_service: true
brew "nginx", restart_service: true
brew "postgresql", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "redis", restart_service: true
brew "ripgrep"
brew "ssh-copy-id"
brew 'the_silver_searcher'
brew 'todo-txt'
brew 'tmux'
brew 'vim', args: ['--env_std', '--override-system-vim']
brew 'zsh'
brew 'zsh-completions'
brew "wget"
brew "write-good"
brew "universal-ctags"
cask "appcleaner"
cask "dropbox"
cask "fork"
cask 'flux'
cask 'gimp'
cask "google-chrome"
cask 'istat-menus'
cask 'iterm2'
cask "java8"
cask "keepingyouawake"
cask "licecap"
cask "muzzle"
cask "quitter"
cask "transmission"
cask "visual-studio-code"
cask "zoomus"
mas "1Password 7", id: 1333542190
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Xcode", id: 497799835
mas 'BetterSnapTool', id: 417375580
mas 'Evernote', id: 406056744
