tap 'caskroom/cask'
tap 'github/bootstrap'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/test-bot'
tap 'homebrew/versions'
brew 'autoconf'
brew 'cmake'
brew 'ctags'
brew 'doxygen'
brew 'elasticsearch@1.7', restart_service: true
brew 'git'
brew 'grc'
brew 'heroku'
brew 'hub'
brew 'icu4c'
brew 'jq'
brew 'jsonlint'
brew 'launch_socket_server', restart_service: true
brew 'launchdns', restart_service: true
brew 'libevent'
brew 'mas'
brew 'memcached', restart_service: true
brew 'mysql@5.6', restart_service: true
brew 'nginx', restart_service: true
brew 'node'
brew 'oniguruma'
brew 'openssl'
brew 'openssl@1.1'
brew 'pcre'
brew 'pkg-config'
brew 'postgresql'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'readline'
brew 'redis', restart_service: true
brew 'ripgrep'
brew 'ruby-build'
brew 'shellcheck'
brew 'ssh-copy-id'
brew 'the_silver_searcher'
brew 'tmux'
brew 'vim', args: ['--env_std', '--override-system-vim']
brew 'zsh'
brew 'zsh-completions'
cask '1password'
cask 'appcleaner'
cask 'audacity'
cask 'avast'
cask 'dash'
cask 'disk-inventory-x'
cask 'doxie'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'gimp'
cask 'gisto'
cask 'github-desktop'
cask 'gitkraken'
cask 'google-chrome'
cask 'google-drive'
cask 'heroku-toolbelt'
cask 'hipchat'
cask 'istat-menus'
cask 'iterm2'
cask 'java'
cask 'keepingyouawake'
cask 'mongodb'
cask 'mou'
cask 'python'
cask 'qbserve'
cask 'quitter'
cask 'rdm'
cask 'screenhero'
cask 'sizeup'
cask 'skype'
cask 'sonos'
cask 'steam'
cask 'subler'
cask 'textexpander'
cask 'textmate'
cask 'todotxt'
cask 'toggldesktop'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'viscosity'
cask 'vmware-fusion'
cask 'zoomus'
mas 'Anytune', id: 478293637
mas 'BetterSnapTool', id: 417375580
mas 'Evernote', id: 406056744
mas 'GarageBand', id: 408709785
mas 'Keynote', id: 409183694
mas 'Mactracker', id: 430255202
mas 'MainStage 3', id: 634159523
mas 'Numbers', id: 409203825
mas 'OneDrive', id: 823766827
mas 'Pages', id: 409201541
mas 'Pixelmator', id: 407963104
mas 'Reeder', id: 880001334
mas 'Remote Desktop', id: 409907375
mas 'Skitch', id: 490505997
mas 'Sketch', id: 402476602
mas 'Slack', id: 803453959
mas 'Textual', id: 896450579
mas 'Twitter', id: 409789998
mas 'Xcode', id: 497799835
mas 'iMovie', id: 408981434
mas 'iMovie', id: 408981434
