tap 'github/bootstrap'
tap 'homebrew/bundle'
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap 'homebrew/core'
tap 'homebrew/services'
brew "atomicparsley"
brew "cmake"
brew "exa"
brew "fd"
brew 'git'
brew 'grc'
brew 'heroku'
brew 'heroku-toolbelt'
brew 'hub'
brew 'jq'
brew 'jsonlint'
brew "libyaml"
brew "lzip"
brew 'mas'
brew "nvm"
brew 'oniguruma'
brew 'openssl'
brew 'openssl@1.1'
brew 'python'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'ruby-build'
brew 'ssh-copy-id'
brew 'the_silver_searcher'
brew 'tmux'
brew 'todo-txt'
brew 'vim'
brew 'zsh'
brew 'zsh-completions'
cask '1password'
cask 'appcleaner'
cask 'dropbox'
cask 'gimp'
cask 'istat-menus'
cask 'iterm2'
cask 'keepingyouawake'
cask 'quitter'
cask 'sizeup'
cask 'steam'
cask 'subler'
cask 'textexpander'
cask 'textmate'
mas 'BetterSnapTool', id: 417375580
